Repository: common-repository/connect-to-trello
Catalog: includes/lang/connect-to-trello-*.po
Languages: de_de

source: Check your settings to see what this button exactly does.
de_de: Um zu sehen, was dieser Button genau tut, überprüfe deine Trello Einstellungen.

source: Add to Trello
de_de: zu Trello hinzufügen

source: Connect to Trello
de_de: Mit Trello verbinden

source: Create your Checklist
de_de: Erstelle deine Checkliste

source: API Key
de_de: API Schlüssel

source: Title
de_de: Titel

source: Items
de_de: Elemente

source: Trello Settings
de_de: Trello Einstellungen

source: Save
de_de: Speichern

source: Visit <a target="_blank" href="https://trello.com/">Trello</a> and make sure you are logged in. Then get your Trello key <a target="_blank" href="https://trello.com/app-key">here</a>, enter below and save.
de_de: Gehen Sie zu <a traget="_blank" href="https://trello.com/">Trello</a> und vergewissern Sie sich, dass Sie eingeloggt sind. Dann können sie ihren Trello Schlüssel <a href="https://trello.com/app-key">hier</a> abrufen. Kopieren Sie diesen in das entsprechende Feld und speichern Sie die Einstellungen.

source: This checklist will be added to all new cards you generate from WordPress posts. Make sure to save your changes after you edit it.
de_de: Diese Checkliste wird zu allen neuen Karten hinzugefügt, die Sie aus WordPress Posts generieren. Speichern Sie immer die Einstellungen, wenn Sie Änderungen an der Checkliste vorgenommen haben.

source: Loading...
de_de: Lädt...

source: A new item
de_de: Ein neues Element

source: Select a board first.
de_de: Wähle zuerst ein Board.

source: Not connected.
de_de: Nicht verbunden.

source: Not authorized.
de_de: Nicht erkannt.

source: You are not connected to Trello.
de_de: Sie sind nicht mit Trello verbunden.

source: This post has been added to your Trello.
de_de: Dieser Post wurde zu Trello hinzugefügt.

source: Something went wrong. Please check your Trello Settings.
de_de: Etwas lief schief. Bitte überprüfe deine Trello Einstellungen.
